export const SECTION_OPTIONS = [
  { value: 'men', label: 'Чоловіче' },
  { value: 'women', label: 'Жіноче' },
  { value: 'bags', label: 'Сумки' },
  { value: 'accessories', label: 'Аксесуари' },
]

export const MATERIAL_OPTIONS = [
  'Шкіра', 'Натуральна шкіра', 'Замша', 'Нубук',
  'Текстиль', 'Текстиль+екошкіра', 'Екошкіра',
  'Гума', 'ЕВА', 'EBA', 'Поліуретан', 'Пробка',
  'Овеча шкіра', 'Хутро',
]

export const WIDTH_OPTIONS = ['B', 'C', 'D', 'E', 'EE', 'F', 'G', 'H', 'N', 'W']

export const SEASON_OPTIONS = ['Літо', 'Зима', 'Весна-Осінь', 'Осінь-Весна', 'Всесезонне']

export const HEEL_OPTIONS = [
  '1 см', '1.5 см', '2 см', '2.5 см', '3 см',
  '3.5 см', '3.8 см', '4 см', '5 см', '6 см', '7 см', '8 см', '10 см',
]

export const PURPOSE_OPTIONS = [
  'Повсякденні', 'Спортивні', 'Офісні', 'Пляжні',
  'Парадні', 'Домашні', 'Трекінгові',
]

export const STYLE_OPTIONS = [
  'Casual', 'Sport', 'Formal', 'Outdoor',
  'повсякденний (Casual)', 'спортивний', 'діловий', 'класичний',
]

export const COUNTRY_OPTIONS = [
  'Україна', 'Польща', 'Німеччина', 'Франція', 'Іспанія', 'Італія',
  'США', 'Великобританія', 'Португалія', 'Туреччина',
  'Китай', 'В\'єтнам', 'Бразилія', 'Індія', 'Індонезія',
]
